IDEA Open Model
LoadCase.LoadType Property
Compatible with IDEA StatiCa v 10.1
 Load case type
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public LoadCaseType LoadType { get; set; }
Public Property LoadType As LoadCaseType
	Get
	Set
public:
property LoadCaseType LoadType {
	LoadCaseType get ();
	void set (LoadCaseType value);
}
Property Value
Type: LoadCaseType
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace